package word;

public class Words {
	public static String[] CUE_WORDS = { "الافضل", "كنتيجة", "بالتحديد", "كملخص", "الاهم", "نتيجة لهذا", "نتيجة لذلك",
			"اخيرا", "خاتمة", "في النهاية", "استنتاج", "المؤكد", "كمنطق", "بناء على", "بالتالي", "هكذا", "بالكاد",
			"لهذا السبب", "لذلك", "بذلك", "ولهذا", "بشكل كبير", "بشكل ملحوظ", "على هذا الشرط", "على ناحية اخرى",
			"على صعيد اخر", "تلخيصا", "منطقيا" };

	public static String[] STRONG_WORDS = { "وثق", "أكد", "بالتأكيد", "من المؤكد", "من المثبت", "اثبات", "اثبت ",
			"اقرار", "اقر", "تأييد", "ايد", "أدلة", "ايجاب", "بينة", "دليل", "تأكيد", "تحديد", "تحقيق", "تقرير", "جزم",
			"شهادة", "برهان", "توكيد", "من المصدق", "تصديق", "صدق", "دلل", "حدد", "حقق", "برهن", "شهد", "ذو معنى",
			"كل المعنى", "دلالي" };

	public static String[] WEAK_WORDS = { "بالاضافة", "علي سبيل المثال", "مثل", "كمثال", "علي اي حال", "علاوة علي ذلك",
			"أولا", "ثانيا", "ثم", "زيادة علي ذلك", "بصيغة أخري" };
}
